{
  "add_prefix_space": false,
  "backend": "tokenizers",
  "bos_token": null,
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|im_end|>",
  "errors": "replace",
  "image_token": "<image>",
  "is_local": false,
  "local_files_only": false,
  "model_max_length": 32768,
  "model_specific_special_tokens": {
    "image_token": "<image>"
  },
  "pad_token": "<|endoftext|>",
  "processor_class": "LlavaProcessor",
  "split_special_tokens": false,
  "tokenizer_class": "TokenizersBackend",
  "unk_token": null
}
